brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "glow"
brew "jnv"
brew "jq"
brew "nano"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "yazi"
brew "zoxide"
cask "font-fira-code-nerd-font"
